Repository: PKeiner/VACC1
Catalog: VACC1/*.lproj/Localizable.strings
Languages: es

source: Eligibility and Vaccine Information
es: Información de Elegibilidad y Ubicaciones

source: Updates
es: Actualizaciones

source: Locations
es: Citas

source: Vaccinated Opportunities
es: Oportunidades Vacunadas

source: Vaccine Information
es: información sobre vacunas

source: Before your Appointment
es: Antes de su cita

source: Johnson and Johnson is resumed
es: Johnson y Johnson se reanuda

source: Update
es: Actualizacione

source: Mobile COVID Vaccine Clinic
es: Clínica móvil de vacunación contra Covid

source: Johnson and Johnson Vaccine Halted
es: Se detuvo la vacuna Johnson y Johnson

source: Three Vaccine options
es: Tres opciones de vacuna

source: Travel
es: Viaje

source: 5/11/21- COVID-19 vaccines for kids 12 to 15 begin at Chicago city-run sites Thursday; no appointment needed
es: 5/11/21-Las vacunas COVID-19 para niños de 12 a 15 años comienzan en los sitios administrados por la ciudad de Chicago el jueves; no se necesita cita

source: (2 shots- 21 days apart)
es: (2 tomas, con 21 días de diferencia)

source: (2 shots- 28 days apart)
es: (2 tomas, con 28 días de diferencia)

source: (1 shot)
es: (1 disparo)

source: Update 5/06/21- Johnson & Johnson is resumed
es: Actualización 5/06/21: Johnson & Johnson se reanuda

source: Update 5/03/21- Mobile COVID Vaccine Clinics
es: Actualización 5/03/21 - Clínicas móviles de vacunación contra COVID

source: Update 4/13/21- Johnson & Johnson Vaccine Halted
es: Actualización 13/4/21: Suspensión de la vacuna Johnson & Johnson

source: Update 4/01/21- Three Vaccine options
es: Actualización 4/01/21 - Tres opciones de vacunas

source: CDC International Travel Recommendations
es: Recomendaciones de viajes internacionales de los CDC

source: Chicago Domestic Travel Recommendation
es: Recomendación de viajes nacionales de Chicago

source: Sports
es: Deportes

source: Kids
es: Ninos

source: Concerts
es: Conciertos

source: Beauty
es: Belleza

source: Dining
es: Comida

source: Drive Thru Only, ASL,ADA Assistance
es: Solo para conducir, asistencia de la ADA, ASL

source: Walk-Ins, ADA Assistance, ASL
es: Sin cita previa, asistencia ADA, ASL

source: Search by proximity.
es: Buscar por proximidad.

source: Double Tap to Zoom In on Map
es: Toque dos veces para acercar el mapa

source: Need More help? Contact a COVID-19 general inquiry line at:
es: ¿Necesita más ayuda? Comuníquese con una línea de consulta general de COVID-19 en:

source: City Vaccine Sites
es: Sitios de vacunación de la ciudad

source: Walk-Up
es: Subir

source: Johnson and Johnson
es: Johnson y Johnson

source: Search by vaccine.
es: Buscar por vacunas.

source: UPDATE
es: ACTUALIZAR

source: Before Your Appointment
es: Antes de su cita
